Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestynyt.html.tmx
Source language: fin
Languages: sms

source: Uusi pohjoissaamen kielen työkirja ilmestynyt
sms: Ođđ tâʹvvsääʹmǩiõl tuejjǩeʹrjj lij iʹlmstõõvvâm

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen työkirjan GEA-kirjasarjaan.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ tâʹvvsääʹmǩiõllsaž tuejjǩeeʹrj GEA-ǩeʹrjjraiddu.

source: Uusin työkirja GEA 4 bargogirji čakčii on tarkoitettu peruskoulun neljännen luokan saame vieraana kielenä opetukseen.
sms: Ođđsumõs tuejjǩeʹrjj GEA 4 bargogirji čakčii lij jurddum vuâđđškooul neelljad klaass sääʹmǩiõll veeʹres ǩiõllan mättʼtõʹsse.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia syyslukukaudelle.
sms: Tuejjǩeeʹrjest lie jiânnai määŋgpeällsa haʹrjjtõõzz čõhččlookkâmpâjja.

source: GEA-kirjasarjan tekijä on Oona Länsman.
sms: GEA-ǩeʹrjjrääid raajji lij Oona Länsman.

source: Kuvat ja taiton on tehnyt Nora Bäck.
sms: Kaartid da lay out lij raajjâm Nora Bäck.

source: Kirja on saatavilla Saamelaiskäräjien oppimateriaalin nettikaupasta: https://www.samediggi.fi/tuote/gea-4-bargogirji-cakcii/
sms: Ǩeʹrjj lji tiʹllʼjemnalla Sääʹmteeʹǧǧ mättmateriaal nettkaaupâst: https://www.samediggi.fi/tuote/gea-4-bargogirji-cakcii/
